[
  {
    "uuid": "5480F0AB-FCB8-49E2-8CB0-4B591DDF6723",
    "recipe_uuid": "D9DB4B66-3F1C-4E8D-81F7-02FBCBA45DBE",
    "index": 1,
    "body": "Heat oven to 180C/fan 160C/gas 4. Beat together 225g softened unsalted butter and 225g caster sugar until pale and creamy, then add 4 eggs, one at a time, slowly mixing through. Sift in 225g flour, then add the finely grated zest of 1 lemon and mix until well combined. Line a loaf tin (8 x 21cm) with greaseproof paper, then spoon in the mixture and level the top with a spoon."
  },
  {
    "uuid": "C3B9B1D3-35DE-4BF5-B1AD-F99A09E43AC4",
    "recipe_uuid": "D9DB4B66-3F1C-4E8D-81F7-02FBCBA45DBE",
    "index": 2,
    "body": "Bake for 45-50 mins until a thin skewer inserted into the centre of the cake comes out clean. While the cake is cooling in its tin, mix together the juice of 1 1/2 lemons and 85g caster sugar to make the drizzle. Prick the warm cake all over with a skewer or fork, then pour over the drizzle – the juice will sink in and the sugar will form a lovely, crisp topping. Leave in the tin until completely cool, then remove and serve. Will keep in an airtight container for 3-4 days, or freeze for up to 1 month."
  },
  {
    "uuid": "481D66A1-77AB-49E0-9A09-6F8BBCCEBBA5",
    "recipe_uuid": "79CF0026-D15E-4B56-A0AB-5E3131850444",
    "index": 1,
    "body": "Preheat the oven to 200ºC/400ºF/gas 6."
  },
  {
    "uuid": "0F4E1E87-C632-4A9C-8BAA-50614A2F2570",
    "recipe_uuid": "79CF0026-D15E-4B56-A0AB-5E3131850444",
    "index": 2,
    "body": "Put the butter, sugar and 1 teaspoon of sea salt in a pan with 325ml of water. Bring to the boil."
  },
  {
    "uuid": "BBC79123-E829-4999-8D52-2BA6C2935BF8",
    "recipe_uuid": "79CF0026-D15E-4B56-A0AB-5E3131850444",
    "index": 3,
    "body": "Remove from the heat, add the flour and beat into a paste. Beat in the eggs, one by one, till smooth and combined."
  },
  {
    "uuid": "3F4E436A-105F-4ADC-93D9-804C73DC38BC",
    "recipe_uuid": "79CF0026-D15E-4B56-A0AB-5E3131850444",
    "index": 4,
    "body": "Transfer the mixture to a piping bag fitted with a plain nozzle."
  },
  {
    "uuid": "BE573DD2-D150-4B4B-BE0D-5182708E3A3F",
    "recipe_uuid": "79CF0026-D15E-4B56-A0AB-5E3131850444",
    "index": 5,
    "body": "Pipe onto 2 large non-stick baking trays in dollops the size of large walnuts, leaving a gap between them so they can ise. You should get about 40."
  },
  {
    "uuid": "3E4176E5-319B-48F1-8EE4-D4C9BD9A4CA7",
    "recipe_uuid": "79CF0026-D15E-4B56-A0AB-5E3131850444",
    "index": 6,
    "body": "Wet your finger and gently squash the peak on each so they don’t burn, then bake for 15 to 20 minutes, or until puffed and golden."
  },
  {
    "uuid": "8B221FD6-1903-4A4A-97D4-2E86C9DAD995",
    "recipe_uuid": "79CF0026-D15E-4B56-A0AB-5E3131850444",
    "index": 7,
    "body": "Remove from the oven and cool on a wire rack, then use a small sharp knife to pierce a little hole in each."
  },
  {
    "uuid": "9B96CBD3-8674-4450-AE31-EAED148D5C36",
    "recipe_uuid": "79CF0026-D15E-4B56-A0AB-5E3131850444",
    "index": 8,
    "body": "Wash out the piping bag and nozzle, then spoon in the dulce de leche. Pipe the buns with dulce de leche, until just full. It might take a little practice, so don’t worry if you mess up a couple. Persevere, it’s worth it."
  },
  {
    "uuid": "576B13B2-3146-4568-ACDA-AAC876D00C76",
    "recipe_uuid": "79CF0026-D15E-4B56-A0AB-5E3131850444",
    "index": 9,
    "body": "If making the chocolate sauce, smash up the chocolate and place in a heatproof glass bowl with the cream and a pinch of salt."
  },
  {
    "uuid": "35C3EF72-4CAC-40AD-826A-DB7746C6ED8A",
    "recipe_uuid": "79CF0026-D15E-4B56-A0AB-5E3131850444",
    "index": 10,
    "body": "Place over a pan of gently simmering water (make sure the water doesn’t touch the bowl), and leave until the chocolate is melted and glossy, stirring occasionally."
  },
  {
    "uuid": "77737D9F-8532-497E-AF6F-F41A60AB6806",
    "recipe_uuid": "79CF0026-D15E-4B56-A0AB-5E3131850444",
    "index": 11,
    "body": "Make a toffee by adding the golden sugar to a shallow heavy-based non-stick pan with 50ml of water."
  },
  {
    "uuid": "C49591F2-C463-4DA4-98D5-14DA53EB0C86",
    "recipe_uuid": "79CF0026-D15E-4B56-A0AB-5E3131850444",
    "index": 12,
    "body": "Place over a high heat and leave to bubble for 4 to 5 minutes, or until light brown and syrupy. Don’t stir it, just gently shake the pan occasionally, and be careful – hot sugar can burn very easily, so keep the kids away and don’t be tempted to taste it."
  },
  {
    "uuid": "621DD5B2-56A9-4343-BA5D-2A1BBCA280D1",
    "recipe_uuid": "79CF0026-D15E-4B56-A0AB-5E3131850444",
    "index": 13,
    "body": "Leave the toffee for a few minutes to cool slightly, then, using tongs, carefully and lightly dip each bun into the toffee to get just a very thin coating (you don’t want to break your guests’ teeth) and practise sticking them together."
  },
  {
    "uuid": "61CC1E88-5605-49F5-823C-3365CD3B8E14",
    "recipe_uuid": "79CF0026-D15E-4B56-A0AB-5E3131850444",
    "index": 14,
    "body": "Once you’re happy, arrange the buns on a platter so they stick together and build upwards into a pyramid shape. Serve with chocolate sauce, if you like."
  },
  {
    "uuid": "FA351932-7794-4705-B65B-A0746793D6B7",
    "recipe_uuid": "D96BD978-0781-483F-85D8-88838B231C8F",
    "index": 1,
    "body": "Preheat the oven to 180ºC/350ºF/gas 4."
  },
  {
    "uuid": "8886128F-0939-4711-94BB-D92D33E91FA1",
    "recipe_uuid": "D96BD978-0781-483F-85D8-88838B231C8F",
    "index": 2,
    "body": "Slice the lemon lengthways into quarters and place in a large roasting tin with the chicken legs, new potatoes and all of the herbs. Toss in 1 to 2 tablespoons of oil, season well and roast for 45 minutes."
  },
  {
    "uuid": "6F100239-D4C5-44FD-86C0-286C9638DDA1",
    "recipe_uuid": "D96BD978-0781-483F-85D8-88838B231C8F",
    "index": 3,
    "body": "Remove the tray from the oven. Carefully squeeze the roasted lemon wedges over everything, squashing down some of the potatoes so they burst – this gives you a bigger surface area so they soak up lots of flavour and get nice and crispy."
  },
  {
    "uuid": "672EBA7C-83DB-48A9-8D40-B839F9E7DE29",
    "recipe_uuid": "D96BD978-0781-483F-85D8-88838B231C8F",
    "index": 4,
    "body": "Add the olives, give everything a stir and roast for another 15 minutes, or until the chicken is cooked through and the potatoes are golden."
  },
  {
    "uuid": "BF1E2C2B-3024-4B15-954C-3C3E94FCC6F5",
    "recipe_uuid": "D96BD978-0781-483F-85D8-88838B231C8F",
    "index": 5,
    "body": "Remove from the oven and serve – this is delicious with a handful of watercress on the side"
  },
  {
    "uuid": "A8C448C6-2D5B-4F7E-9C3C-2E53B75D1551",
    "recipe_uuid": "EEA8ED18-CBBA-4D3C-BDFD-2FE984058422",
    "index": 1,
    "body": "Preheat the oven to 190C/gas 5. Put the carrots, fennel and onion in a roasting dish and toss with 2 tablespoons of olive oil. Roast for 20 minutes, then add the garlic cloves. Stir everything thoroughly and return to the oven for 20 minutes more, until the vegetables are soft and browned. Remove the papery skins from the garlic cloves."
  },
  {
    "uuid": "13E261F3-F689-4818-BF23-3F1A075F6712",
    "recipe_uuid": "EEA8ED18-CBBA-4D3C-BDFD-2FE984058422",
    "index": 2,
    "body": "Put the roasted veg in a large pan with the vegetable stock and bring to the boil. Simmer gently for 15 minutes, then liquidise with a stick blender, until completely smooth."
  },
  {
    "uuid": "E31CEEA1-2182-4294-9CDA-410A777B067F",
    "recipe_uuid": "EEA8ED18-CBBA-4D3C-BDFD-2FE984058422",
    "index": 3,
    "body": "Now make the flatbreads. Toast the fennel seeds in a dry frying pan for 30 seconds or so, until fragrant. Crush roughly with a pestle and mortar, then pour into a bowl with the flour and ½ teaspoon of salt. Dissolve the yeast and sugar in 100ml of hand-hot (not boiling) water, then add it to the flour mixture with the oil and 60–75ml of hot water and mix until you have a soft, but not sticky, dough. Knead for 5 minutes."
  },
  {
    "uuid": "1148BD6D-72C7-4638-9182-19C9B9CD7382",
    "recipe_uuid": "EEA8ED18-CBBA-4D3C-BDFD-2FE984058422",
    "index": 4,
    "body": "Pop the dough into an oiled bowl, cover with oiled clingfilm and set aside to rise in a warm place for 30 minutes. Then, with oiled hands, divide the dough into 8 and roughly roll each one into a thin oval. Stack them up, separating them with baking paper to stop them from sticking together."
  },
  {
    "uuid": "3288C351-289E-4A57-99D4-FE4ACE5763F0",
    "recipe_uuid": "EEA8ED18-CBBA-4D3C-BDFD-2FE984058422",
    "index": 5,
    "body": "Heat a griddle pan until it’s smoking hot and add the flatbreads (you’ll need to do this in batches). Cook for a couple of minutes on each side, until charred and puffed up. Keep warm in a tea towel while cooking the rest."
  },
  {
    "uuid": "600F97C0-1DEB-4159-A9C6-04947942D07E",
    "recipe_uuid": "EEA8ED18-CBBA-4D3C-BDFD-2FE984058422",
    "index": 6,
    "body": "Gently reheat the soup, and serve with a swirl of cream, a scattering of fennel tops and the hot flatbreads."
  },
  {
    "uuid": "5BFA2048-8AAF-498F-9F07-39F525DA357A",
    "recipe_uuid": "F5D21C62-419F-49BA-ADFB-67F78B00853C",
    "index": 1,
    "body": "Wrap each piece of beef tightly in a triple layer of cling film to set its shape, then chill overnight."
  },
  {
    "uuid": "F44FF7C0-D067-491E-A484-545E232CC150",
    "recipe_uuid": "F5D21C62-419F-49BA-ADFB-67F78B00853C",
    "index": 2,
    "body": "Remove the cling film, then quickly sear the beef fillets in a hot pan with a little olive oil for 30-60 seconds until browned all over and rare in the middle. Remove from the pan and leave to cool."
  },
  {
    "uuid": "131F21B2-8A15-448E-91E7-1C70B05E70E0",
    "recipe_uuid": "F5D21C62-419F-49BA-ADFB-67F78B00853C",
    "index": 3,
    "body": "Finely chop the mushrooms and fry in a hot pan with a little olive oil, the thyme leaves and some seasoning. When the mushrooms begin to release their juices, continue to cook over a high heat for about 10 minutes until all the excess moisture has evaporated and you are left with a mushroom paste (known as a duxelle). Remove the duxelle from the pan and leave to cool."
  },
  {
    "uuid": "017774B1-1260-4308-9050-4CDD115BBC87",
    "recipe_uuid": "F5D21C62-419F-49BA-ADFB-67F78B00853C",
    "index": 4,
    "body": "Cut the pastry in half, place on a lightly floured surface and roll each piece into a rectangle large enough to envelop one of the beef fillets. Chill in the refrigerator."
  },
  {
    "uuid": "F03B1CA1-E37B-4623-8EF0-7A80B1C52ECD",
    "recipe_uuid": "F5D21C62-419F-49BA-ADFB-67F78B00853C",
    "index": 5,
    "body": "Lay a large sheet of cling film on a work surface and place 4 slices of Parma ham in the middle, overlapping them slightly, to create a square. Spread half the duxelle evenly over the ham."
  },
  {
    "uuid": "06D85C73-2146-4DBF-8F63-934922FDE5D6",
    "recipe_uuid": "F5D21C62-419F-49BA-ADFB-67F78B00853C",
    "index": 6,
    "body": "Season the beef fillets, then place them on top of the mushroom-covered ham. Using the cling film, roll the Parma ham over the beef, then roll and tie the cling film to get a nice, evenly thick log. Repeat this step with the other beef fillet, then chill for at least 30 minutes."
  },
  {
    "uuid": "E290390B-D481-43ED-828A-54E4D80C68E2",
    "recipe_uuid": "F5D21C62-419F-49BA-ADFB-67F78B00853C",
    "index": 7,
    "body": "Brush the pastry with the egg wash. Remove the cling film from the beef, then wrap the pastry around each ham-wrapped fillet. Trim the pastry and brush all over with the egg wash. Cover with cling film and chill for at least 30 minutes."
  },
  {
    "uuid": "0AC74409-5D36-480A-BE8E-5D9204AB711D",
    "recipe_uuid": "F5D21C62-419F-49BA-ADFB-67F78B00853C",
    "index": 8,
    "body": "Meanwhile, make the red wine sauce. Heat the oil in a large pan, then fry the beef trimmings for a few minutes until browned on all sides. Stir in the shallots with the peppercorns, bay and thyme and continue to cook for about 5 minutes, stirring frequently, until the shallots turn golden brown."
  },
  {
    "uuid": "1D1F377A-1277-46A6-A67E-A1AD520E2850",
    "recipe_uuid": "F5D21C62-419F-49BA-ADFB-67F78B00853C",
    "index": 9,
    "body": "Pour in the vinegar and let it bubble for a few minutes until almost dry. Now add the wine and boil until almost completely reduced. Add the stock and bring to the boil again. Lower the heat and simmer gently for 1 hour, removing any scum from the surface of the sauce, until you have the desired consistency. Strain the liquid through a fine sieve lined with muslin. Check for seasoning and set aside."
  },
  {
    "uuid": "6C45953A-2BE2-4520-81A4-39CBBDEEEAA7",
    "recipe_uuid": "F5D21C62-419F-49BA-ADFB-67F78B00853C",
    "index": 10,
    "body": "When you are ready to cook the beef wellingtons, score the pastry lightly and brush with the egg wash again, then bake at 200°C/Gas 6 for 15-20 minutes until the pastry is golden brown and cooked. Rest for 10 minutes before carving."
  },
  {
    "uuid": "5B18E1AC-A401-4B55-8AF7-8507131449E7",
    "recipe_uuid": "F5D21C62-419F-49BA-ADFB-67F78B00853C",
    "index": 11,
    "body": "Meanwhile, reheat the sauce. Serve the beef wellingtons sliced, with the sauce as an accompaniment."
  },
  {
    "uuid": "B0EFA18E-EB9E-49FD-8178-B71CA4B14E5C",
    "recipe_uuid": "21273F7E-7362-491E-B45A-5E5AE503FCC9",
    "index": 1,
    "body": "Peel the onion and deseed 1 chilli, then roughly chop it all on a large board."
  },
  {
    "uuid": "76ECED48-A77C-41CB-8B45-EB010130AD7E",
    "recipe_uuid": "21273F7E-7362-491E-B45A-5E5AE503FCC9",
    "index": 2,
    "body": "Destone the avocados and scoop the flesh onto the board."
  },
  {
    "uuid": "715B69EC-A839-409A-9097-AC2E8A1FC102",
    "recipe_uuid": "21273F7E-7362-491E-B45A-5E5AE503FCC9",
    "index": 3,
    "body": "Start chopping it all together until fine and well combined."
  },
  {
    "uuid": "8319FB51-1534-4ABB-A677-C91899E6E350",
    "recipe_uuid": "21273F7E-7362-491E-B45A-5E5AE503FCC9",
    "index": 4,
    "body": "Pick over most of the coriander leaves, roughly chop and add the tomatoes, then continue chopping it all together."
  },
  {
    "uuid": "F195A39C-45F5-44B6-8909-3D0AB6F64ED4",
    "recipe_uuid": "21273F7E-7362-491E-B45A-5E5AE503FCC9",
    "index": 5,
    "body": "Add the juice from 1 lime and 1 tablespoon of oil, then season to taste with sea salt, black pepper and more lime juice, if needed."
  },
  {
    "uuid": "B6230A69-C73C-4695-9350-3BFE97BB09E8",
    "recipe_uuid": "21273F7E-7362-491E-B45A-5E5AE503FCC9",
    "index": 6,
    "body": "Deseed, finely chop and scatter over the remaining chilli if you like more of a kick. Pick over the reserved coriander leaves, then serve."
  },
  {
    "uuid": "46FFD868-D2A1-40F9-B614-3ECAF375A4E7",
    "recipe_uuid": "1022BD09-0D1A-45D1-AADE-5B2EEA58D889",
    "index": 1,
    "body": "Roughly slice the roasted fennel, pick and finely chop the basil, reserving a few baby leaves for garnish, and deseed and finely chop the chilli."
  },
  {
    "uuid": "3339888C-C002-4E33-97EB-18C509CC51C4",
    "recipe_uuid": "1022BD09-0D1A-45D1-AADE-5B2EEA58D889",
    "index": 2,
    "body": "Place a griddle pan on a high heat and toast the bread."
  },
  {
    "uuid": "D9CED9AD-8E97-4B46-8C13-C174E20DC389",
    "recipe_uuid": "1022BD09-0D1A-45D1-AADE-5B2EEA58D889",
    "index": 3,
    "body": "Meanwhile, place the fennel in a bowl with the chopped basil leaves and most of the chilli. Squeeze in the lemon juice, add a good drizzle of extra virgin olive oil, a pinch of sea salt and black pepper and a few shavings of Parmesan, then toss everything together. Have a quick taste and add a bit more lemon juice, salt or pepper, if needed."
  },
  {
    "uuid": "B57FBFA3-45E6-4460-A20B-39880116D034",
    "recipe_uuid": "1022BD09-0D1A-45D1-AADE-5B2EEA58D889",
    "index": 4,
    "body": "When the bread is nice and charred, halve the unpeeled garlic clove and rub the cut side all over both sides."
  },
  {
    "uuid": "B84CBAD7-F273-47F0-8CB5-215BE3C619B4",
    "recipe_uuid": "1022BD09-0D1A-45D1-AADE-5B2EEA58D889",
    "index": 5,
    "body": "Drizzle with a little extra virgin olive oil, then top with a small handful of the fennel mixture."
  },
  {
    "uuid": "6EDAD0CC-E7B3-4F16-AD83-4F645BACFD32",
    "recipe_uuid": "1022BD09-0D1A-45D1-AADE-5B2EEA58D889",
    "index": 6,
    "body": "Tear the mozzarella into quarters and place one on each bruschetta, then top with some thin shavings of Parmesan, a few little sprinkles of chilli and the reserved basil."
  },
  {
    "uuid": "B9317C16-875E-45FC-83E5-9375D2FA57FA",
    "recipe_uuid": "9F75415B-8BE0-42FF-B247-BA876275665C",
    "index": 1,
    "body": "Peel the lemons, then add to a lidded container along with the alcohol."
  },
  {
    "uuid": "7F9E516D-3ACF-4025-BCE2-ACEC82A21756",
    "recipe_uuid": "9F75415B-8BE0-42FF-B247-BA876275665C",
    "index": 2,
    "body": "Leave it to macerate for 1 week in a cool place."
  },
  {
    "uuid": "8B06B119-5A9B-44A8-9219-5B1E246FA434",
    "recipe_uuid": "9F75415B-8BE0-42FF-B247-BA876275665C",
    "index": 3,
    "body": "When the alcohol is ready, dissolve the sugar with 750ml of room temperature water in a large bottle."
  },
  {
    "uuid": "940B5017-9277-48DB-9DF9-FCAD157E396E",
    "recipe_uuid": "9F75415B-8BE0-42FF-B247-BA876275665C",
    "index": 4,
    "body": "Strain the lemony alcohol through a fine sieve and add it to the sugar water. Shake well to combine and serve as a digestif after your meal."
  },
  {
    "uuid": "525C13AD-F2E9-4AE9-8130-B37454FA0FEB",
    "recipe_uuid": "68321D4A-FFC7-40E5-871C-0B1C4DF720F7",
    "index": 1,
    "body": "Divide the blackberries, lemons and rosemary evenly between each tumbler, then add a juniper berry and ½ tbsp honey. These can be made ahead of time and sit in the fridge until your guests arrive."
  },
  {
    "uuid": "46930131-CB2B-4BF8-AAA0-52A4896161DB",
    "recipe_uuid": "68321D4A-FFC7-40E5-871C-0B1C4DF720F7",
    "index": 2,
    "body": "When you’re ready to serve, use a muddler or rolling pin to mash the berry mixture until the fruit is crushed. Fill each glass with ice, top with 50ml gin and a dash of soda water, stir well and serve."
  }
]
